# RbsElectricalLoadZoneType Property (2022)

---
C#Visual BasicVisual C++
Revit 2022 API
---
ParameterTypeId..::..RbsElectricalLoadZoneType Property
ParameterTypeId Class See Also
---
"Electrial Load Zone Type"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElectricalLoadZoneType { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElectricalLoadZoneType As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElectricalLoadZoneType {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace